{
	"discipline": {
		"Structural": {
			"S-001": "SEE STRUCTURAL PLANS FOR DIMENSIONS OF\nVERTICAL STRUCTURAL ELEMENTS\n",
			"S-002": "LAY OUT ALL BEARING WALLS, IF ANY, CORRIDOR\nAND DEMISING WALLS PRIOR TO LAYING OUT OTHER\nINTERIOR PARTITIONS\n",
			"S-003": "FOR PLANS WITH DWELLING UNITS, SEE LARGER\nSCALE DWELLING UNIT PLANS FOR DIMENSIONS, DOOR\nAND PARTITION TAGS, AND SPACE NAMES WITHIN THE\nDWELLING UNITS.\n"
		},
		"Demolition": {
			"D-001": "ALL DEMOLISHED MECHANICAL AND ELECTRICAL ITEMS SHALL BE\nREMOVED INCLUDING MAIN RUNS AND SERVICE LINES TO SOURCE. ALL\nSYSTEM LINES ARE NOT SHOWN ON CONSTRUCTION DOCUMENTS\n",
			"D-002": "REPAIR ANY DAMAGE TO ITEMS INDICATED TO REMAIN AS A RESULT OF\nDEMOLITION AND/OR CONSTRUCTION ACTIVITIES. SEE SITE, STRUCTURAL,\nMECHANICAL AND ELECTRICAL DRAWINGS FOR ADDITIONAL DEMOLITION\nREQUIREMENTS.\n",
			"D-003": "VERIFY EXTENT OF ALL CONDITIONS OF DEMOLITION WITH FLOOR PLANS\nAND SCHEDULED CONSTRUCTION PRIOR TO DEMOLITION. DISCREPANCIES\nBETWEEN DESIGN CONDITIONS AND EXISTING CONDITIONS SHALL BE\nBROUGHT TO THE ATTENTION OF THE OWNER'S REPRESENTATIVE\n",
			"D-004": "WHERE EXISTING DOORS, DOOR FRAMES, EQUIPMENT, PORTIONS OF\nWALLS AND PARTITIONS ARE REQUIRED TO BE REMOVED FOR THE\nCOMPLETION OF THE WORK, EXERCISE CAUTION TO AVOID DISRUPTING\nSURROUNDING MATERIALS. SALVAGE EXISTING MATERIALS AS MUCH AS\nPOSSIBLE FOR REUSE IN PATCHING SURROUNDING FINISHES WHEN\nAPPROVED BY THE COR OR INDICATED ON CONSTRUCTION DRAWINGS\n",
			"D-005": "Remove all Trash\n"
		},
		"Mechanical": {

		},
		"Kitchen": {

		},
		"Plumbing": {
			"P-001": "INSTALL NEW WALL-HUNG TOILET AND FLUSH VALVE ON FLOOR\nMOUNTED CARRIER. ROUTE NEW PLUMBING AND TIE-IN TO EXISTING CW\nLINE.\n",
			"P-002": "INSTALL NEW WALL-HUNG LAVATORY AND FAUCET. ROUTE NEW\nPLUMBING AND TIE-IN TO EXISTING H&CW LINES.\n",
			"P-003": "INSTALL NEW WALL-MOUNTED SHOWER WITH A SINGLE LEVER\nMIXING VALVE AND HAND-HELD SPRAY HEAD WITH FLOOR DRAIN.\nROUTE NEW PLUMBING AND TIE-IN TO EXISTING H&CW LINES\n",
			"P-004": "INSTALL CLINIC SERVICE SINK WITH BED PAN WASHER AND FAUCET.\nFAUCET WILL REQUIRE 1/2\" CW AND HW SUPPLY, FLUSH VALVE WILL\nREQUIRE 1\" CW SUPPLY. ROUTE NEW PLUMBING AND TIE-IN TO EXISTING\nH&CW LINES\n",
			"P-005": "PROVIDE NEW HOSE BIBB\n"
		},
		"Window": {

		}
	},
	"keyStyles": {
		"Sample": {
			"Symbol Shape": "circle",
			"Text Pen": 6,
			"Font Type": "Ariel",
			"Font Size Points": 7.2,
			"Font Style Bold": false,
			"Font Style Italic": false,
			"Font Style UnderLine": false,
			"Contour Pen": 5,
			"Fill Type": "double",
			"Fill Pen": 6,
			"Fill BackGround Pen": 6,
			"Text Orientation": "Horizontal",
			"Classification": "keynote"
		},
		"default": {
			"Symbol Shape": "hexagon",
			"Text Pen": 6,
			"Font Type": "Ariel",
			"Font Size": 9.0,
			"Font Style Bold": false,
			"Font Style Italic": false,
			"Font Style UnderLine": false,
			"Contour Pen": 5,
			"Fill Type": 21,
			"Fill Pen": 5,
			"Fill BackGround Pen": 0,
			"typeTextRotation": "Readable",
			"Classification": "keynote",
			"CircleDiameter": 0.23
		}
	}
}