{"properties": {"font": {"Arial": 133, "Courier": 362}, "size": {"0.5": 0.5, "1": 1, "2": 2, "3": 3, "4": 4, "6": 6, "8": 8, "12": 12}, "emphasis": {"Plain": 0, "Bold": 1, "Italics": 2, "Underline": 4}, "color": {"black": 1, "red": 5, "Blue": 6, "Green": 56, "Light Yellow": 67}}, "discipline": {"Electrical": {"E-001": "RECEPTACLES SHALL BE LOCATED 18 INCHES ABOVE FINISHED FLOOR TO CENTER LINE OF DEVICE,\nUNLESS OTHERWISE NOTED. ABOVE COUNTER RECEPTACLES SHALL BE MOUNTED 6\" ABOVE BACK\nSPLASH TO CENTERLINE OF DEVICE.\n", "E-002": "LIGHT SWITCHES SHALL BE MOUNTED 48 INCHES ABOVE FINISHED FLOOR TO CENTER LINE OF\nDEVICE, UNLESS OTHERWISE NOTED\n", "E-003": "EQUIPMENT SHALL BE OF MATERIALS SUITABLE FOR AND RATED FOR THE ENVIRONMENT IN WHICH\nTHEY ARE TO BE INSTALLED.\n", "E-004": "ALL RECEPTACLES SHALL BE MOUNTED SUCH THAT THE GROUND PIN IS MOUNTED UP.\n", "E-005": "THE NUMBER OF ARROWHEADS ON THE HOMERUNS DENOTES THE NUMBER OF CIRCUITS.\n", "E-006": "THE OPENING IN THE GYPSUM BOARD FACING SHALL BE CUT NOT TO EXCEED 1/8 INCH\nBETWEEN THE EDGES OF THE OUTLET BOX AND THE EDGES OF THE OPENING.\n", "E-007": "4' LONG LED UP/DOWN WALL MOUNTED SECURITY\nLIGHTING FIXTURE WITH EMERGENCY BATTERY BACK-UP\nDRIVER\n", "E-010": "ALL CLEARANCES BETWEEN OUTLET BOX AND GYPSUM BOARD SHALL BE COMPLETELY\nFILLED WITH JOINT COMPOUND (OR OTHER APPROVED MATERIAL).\n", "E-008": "Restore some deleted values\n", "E-009": "Testing clear of field\n", "E-011": "Second Try for deletion\n", "E-013": "Fourth time to delete entry key\n", "E-014": "This is a Sample Keynote\n"}, "HVAC": {"H-001": "All new return air (or transfer air)ductwork shall be galvanized steel low presure rectangular SMACNA dtatic pressure class 1\"W.G. seal class B. Ductwork shall be internally insulated with 1-2\" thick acoustical duct liner with a minimum installed R-VALUE OF 6.0. Duct sizes indicated are inside clear dimensions. Sheet metal dimensions shall be increased accordingly. Acoustical duct liner shall have the air stream surface coated with an EPA registered biocide to prevent microbial growth meeting the requirements of ASTM C 1338.ASTM G21 and ASTM G22 acoustic insulation shall be as manufactured by Owens Corning \"QUIET-R\" or Engineer approved equal.Contractor shall install the acoustical lining with 90% adhesive coverage and in strict compliance with the insulation manufactures's reommendations \n", "H-002": "All new aupply air ductwork shall be galvanized steel, low pressure rectangular, SMACNA static pressure class 1\" W.G. seal class B,all ductwork concealed above ceilings shall be externally insulated with 2\" thick ductwrap with a minimum installed R-value of 6.0. Duct sizes indicated are actual inside clear dimensions.\n", "H-003": "Balance air dampers at each air handler to provide airflow aas scheduled\n", "H-004": "Relocate existing thermostat serving this zone\n", "H-005": "Existing ceiling mounted fan to be retained for installation in new location.\n"}, "General": {"G-001": "ALL INTERIOR PARTITIONS WILL BE WOOD STUDS AT 16\" O.C. UNLESS NOTED OTHERWISE, REFER TO\nSTRUCTURAL DRAWINGS FOR ADDITIONAL EXTERIOR WALL CONSTRUCTION INFORMATION.\n", "G-002": "ALL METAL STUDS 20 GA. - TYPICAL NON-LOAD BEARING PARTITIONS. SEE USG STEEL-FRAMED DRYWALL\nSYSTEMS \"LIMITING HEIGHT - STEEL STUD ASSEMBLIES CHART. USE THE L/240 ALLOWABLE DEFLECTION\nFIGURES ONLY.\n", "G-003": "DIMENSIONS ARE TO FACE OF GYPSUM WALL BOARD OR CENTERLINE OF COLUMN. ALL ELEVATIONS ARE\nNOTED FROM FINISH FLOOR ELEVATIONS.\n", "G-004": "THE G.C. SHALL VERIFY DIMENSIONS OF THE EXISTING SPACE AND OF ANY EXISTING CONSTRUCTION TO\nREMAIN BY ACTUAL MEASUREMENT BEFORE ANY WORK IS PERFORMED. IF ANY MEASUREMENTS DIFFER\nFROM DIMENSIONS SHOWN ON PLAN, G.C. IS TO NOTIFY THE OWNER IMMEDIATELY. THE G.C. SHALL BE\nRESPONSIBLE FOR CORRECTING ANY AND ALL DISCREPANCIES FOUND AFTER THE WORK IS PERFORMED, AT NO\nADDITIONAL EXPENSE TO THE OWNER.\n", "G-005": "THE G.C. SHALL COORDINATE WORK OF VARIOUS TRADES IN INSTALLATION OF INTERRELATED WORK.\nBEFORE INSTALLATION OR WORK BY ANY TRADE BEGINS, MAKE PROPER PROVISIONS TO AVOID\nINTERFERENCES. CHANGES REQUIRED IN WORK CAUSED BY NEGLECT SHALL BE MADE AT NO COST TO\nTHE OWNER. THIS SHALL INCLUDE WORK PERFORMED BY ANY OF THE OWNER'S SUB-CONTRACTOR\nAS WELL AS THOSE UNDER CONTRACT TO THE G.C.\n", "G-006": "FLOOR SURFACES AT ENTRY SHALL BE LEVELED TO ASSURE SMOOTH SURFACE FOR FINISH FLOOR\nINSTALLATION. G.C. SHALL ALSO PAY SPECIAL ATTENTION THAT ALL WALL SURFACES ARE SMOOTH\nWHERE MURALS WILL BE PAINTED OR WHERE GRAPHICS WILL BE DIRECTLY APPLIED TO WALL.\n"}, "Structural": {"S-001": "SEE STRUCTURAL PLANS FOR DIMENSIONS OF\nVERTICAL STRUCTURAL ELEMENTS\n", "S-002": "LAY OUT ALL BEARING WALLS, IF ANY, CORRIDOR\nAND DEMISING WALLS PRIOR TO LAYING OUT OTHER\nINTERIOR PARTITIONS\n", "S-003": "FOR PLANS WITH DWELLING UNITS, SEE LARGER\nSCALE DWELLING UNIT PLANS FOR DIMENSIONS, DOOR\nAND PARTITION TAGS, AND SPACE NAMES WITHIN THE\nDWELLING UNITS.\n"}, "Demolition": {"D-001": "ALL DEMOLISHED MECHANICAL AND ELECTRICAL ITEMS SHALL BE\nREMOVED INCLUDING MAIN RUNS AND SERVICE LINES TO SOURCE. ALL\nSYSTEM LINES ARE NOT SHOWN ON CONSTRUCTION DOCUMENTS\n", "D-002": "REPAIR ANY DAMAGE TO ITEMS INDICATED TO REMAIN AS A RESULT OF\nDEMOLITION AND/OR CONSTRUCTION ACTIVITIES. SEE SITE, STRUCTURAL,\nMECHANICAL AND ELECTRICAL DRAWINGS FOR ADDITIONAL DEMOLITION\nREQUIREMENTS.\n", "D-003": "VERIFY EXTENT OF ALL CONDITIONS OF DEMOLITION WITH FLOOR PLANS\nAND SCHEDULED CONSTRUCTION PRIOR TO DEMOLITION. DISCREPANCIES\nBETWEEN DESIGN CONDITIONS AND EXISTING CONDITIONS SHALL BE\nBROUGHT TO THE ATTENTION OF THE OWNER'S REPRESENTATIVE\n", "D-004": "WHERE EXISTING DOORS, DOOR FRAMES, EQUIPMENT, PORTIONS OF\nWALLS AND PARTITIONS ARE REQUIRED TO BE REMOVED FOR THE\nCOMPLETION OF THE WORK, EXERCISE CAUTION TO AVOID DISRUPTING\nSURROUNDING MATERIALS. SALVAGE EXISTING MATERIALS AS MUCH AS\nPOSSIBLE FOR REUSE IN PATCHING SURROUNDING FINISHES WHEN\nAPPROVED BY THE COR OR INDICATED ON CONSTRUCTION DRAWINGS\n", "D-005": "ALL EXISTING UNUSED WALL PENETRATIONS IN INTERIOR AND EXTERIOR\nWALLS ALONG WITH PENETRATIONS LEFT AFTER SELECTIVE DEMOLITION\nACTIVITIES SHALL BE INFILLED TO MATCH ADJACENT WALL FINISHES AND\nTHICKNESS AS DIRECTED\n"}, "Mechanical": {}, "Kitchen": {}, "Plumbing": {"P-001": "INSTALL NEW WALL-HUNG TOILET AND FLUSH VALVE ON FLOOR\nMOUNTED CARRIER. ROUTE NEW PLUMBING AND TIE-IN TO EXISTING CW\nLINE.\n", "P-002": "INSTALL NEW WALL-HUNG LAVATORY AND FAUCET. ROUTE NEW\nPLUMBING AND TIE-IN TO EXISTING H&CW LINES.\n", "P-003": "INSTALL NEW WALL-MOUNTED SHOWER WITH A SINGLE LEVER\nMIXING VALVE AND HAND-HELD SPRAY HEAD WITH FLOOR DRAIN.\nROUTE NEW PLUMBING AND TIE-IN TO EXISTING H&CW LINES\n", "P-004": "INSTALL CLINIC SERVICE SINK WITH BED PAN WASHER AND FAUCET.\nFAUCET WILL REQUIRE 1/2\" CW AND HW SUPPLY, FLUSH VALVE WILL\nREQUIRE 1\" CW SUPPLY. ROUTE NEW PLUMBING AND TIE-IN TO EXISTING\nH&CW LINES\n", "P-005": "PROVIDE NEW HOSE BIBB\n"}}, "keyStyles": {"Sample": {"Symbol Shape": "circle", "Text Pen": 6, "Font Type": "Ariel", "Font Size Points": 7.2, "Font Style Bold": false, "Font Style Italic": false, "Font Style UnderLine": false, "Contour Pen": 5, "Fill Type": "double", "Fill Pen": 6, "Fill BackGround Pen": 6, "Text Orientation": "Horizontal", "Classification": "keynote"}, "default": {"Symbol Shape": "triangle", "Text Pen": 6, "Font Type": "Ariel", "Font Size Points": 7.2, "Font Style Bold": false, "Font Style Italic": false, "Font Style UnderLine": false, "Contour Pen": 5, "Fill Type": "double", "Fill Pen": 6, "Fill BackGround Pen": 6, "Text Orientation": "Horizontal", "Classification": "keynote"}}}